<?php
return [
    'title' => 'Коммерческое предложение',
    'number' => 'ИСХ №',
    'number_from' => 'от',
    'to' => 'КОМУ',
    'company' => 'КОМПАНИЯ',

    'intro' => 'Наша компания просит рассмотреть типовое предложение по поставке программного комплекса видеоаналитики на базе платформы компьютерного
            зрения для решения задач интеллектуального видеонаблюдения на производственном объекте на условиях покупки лицензий.',
    'end_user' => 'Конечный заказчик',

    'tcp_consists' => 'ТКП состоит из последующего',

    'content_1' => 'Коммерческое предложение',
    'content_2' => 'Приложение 1',
    'content_3' => 'Приложение 2',
    'content_4' => 'Приложение 3',
    'content_5' => 'Условия оплаты и срок поставки',
    'content_6' => 'Гарантия и техническая поддержка',

    'proposal_title' => 'КОММЕРЧЕСКОЕ ПРЕДЛОЖЕНИЕ',
    'proposal_application' => 'приложение',

    'proposal_cost_title' => 'Стоимость',
    'proposal_amount' => 'Для клиента',
    'proposal_amount_partner' => 'Для партнёра',
    'proposal_amount_nds' => '(без учёта НДС)',

    'proposal_tax' => 'НДС',
    'proposal_total' => 'Итоговая',
    'proposal_total_2' => '(для партнёра)',
    'proposal_pdf.proposal_software_group' => '',
    'proposal_software_group' => 'ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ',
    'proposal_platform' => 'Платформа аналитики данных',
    'proposal_platform_group_title' => 'Модули',
    'proposal_platform_ai_agent' => 'ИИ агент',
    'proposal_neuro' => 'Конфигурация (нейросервисы)',
    'proposal_soft' => 'ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ',
    'proposal_work' => 'РАБОТЫ',
    'proposal_footer_total' => 'ИТОГО',
    'proposal_client_discount' => 'Стоимость с учётом скидки клиента на ПО и нейросервисы',
    'proposal_partner_discount' => 'Стоимость с учётом <b>партнёрской</b> скидки. Действует на ПО, нейросервисы и работы с дообучением.',
    'proposal_customer_discount' => 'Стоимость с учётом скидки <b>клиента</b> на ПО и нейросервисы.',

    'proposal_extra_pays' => 'Дополнительные начисления',
    'proposal_extra_pays__name' => 'Наименование',
    'proposal_extra_pays__percent' => 'Процент',
    'proposal_extra_pays__total' => 'Итого',

//        'discount_customer' => 'С учётом скидки :discount% для заказчика',
    'discount_label' => 'Предоставляемая скидка',
    'discount_many_label' => 'Предоставляемые скидки',
    'client_discount_label' => 'Предоставляемая скидка',

    'variant_application' => 'Приложение',
    'variant_tasks' => 'Задачи и требования',
    'variant_cameras' => 'Камер в проекте',
    'variant_cameras_postfix' => ':ru',
    'neuroservices_count' => 'Всего нейросервисов',
    'neuroservices_count_postfix' => ':number :ru',
    'neuroservices_streams_postfix' => ':number :ru',
    'neuroservices_ul' => 'Наличие нейросервисов в проекте',

    'table_caption' => 'Программное обеспечение и Работы',
    'tr_name' => 'НАИМЕНОВАНИЕ',
    'tr_price' => 'ЦЕНА РУБ.',
    'tr_count' => 'КОЛ-ВО',
    'tr_count_full' => 'КОЛИЧЕСТВО',
    'tr_total' => 'ИТОГО РУБ.',
    'tr_remark' => 'ПРИМЕЧАНИЕ',
    'tr_model' => 'МОДЕЛЬ / ПАРАМЕТРЫ',

    'tr_platform_title' => 'ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ (ПО)',
    'tr_neuroservices_title' => 'ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ (НЕЙРОСЕРВИСЫ)',
    'tr_licenses_title' => 'ПОТОКИ',
    'tr_works_title' => 'РАБОТЫ',
    'tr_hours_title' => 'ЧАСЫ',

    'proposal_total_cap' => 'ИТОГО',

    'hardware_requirements' => 'Требования к вычислительным ресурсам и оборудованию',
    'payment_terms_title' => 'Условия оплаты и срок поставки',
    'warranty_title' => 'Гарантия и техническая поддержка',

    'payment' => 'Оплата',
    'pre_payment' => 'Предоплата',
    'tax_included' => 'в том числе НДС',
    'tax_excluded_warning' => 'НДС не начисляется',
    'final_payment_licenses' => 'Окончательный расчет остатка за лицензии',
    'proposal_validity' => 'Срок действия настоящего коммерческого предложения: 30 дней',
    'package_includes' => 'Комплект поставки включает в себя',
    'package_includes_1' => 'Программное обеспечение на развернутое на оборудовании заказчика.',
    'package_includes_2' => 'Услуга по исследованию объекта, формированию архитектуры решения и его внедрения с настройками (консультация, без монтажа и поставки самого оборудования).',

    'sw_delivery_time' => 'Срок поставки ПО и сдачи проекта',
    'hw_delivery_time' => 'Срок поставки ПК',
    'hw_delivery_time_self' => 'заказчик самостоятельно поставляет на проект',
    'warranty_description' => 'Стандартная гарантия включает своевременные исправления ошибок в программном обеспечении, восстановление программных компонентов и настроек видеоаналитик после сбоев, а также обновления программных компонентов и нейросервисов в течение всего срока действия лицензии, но не более 12 месяцев при покупке лицензии на 8 лет.',
    'warranty_description_2' => 'Дополнительная техническая поддержка по администрированию программного обеспечения (актуализация баз данных, подключение дополнительных видеокамер, настройки оповещений, активация новых нейросервисов и их развёртывание) может быть предоставлена заказчику по отдельному договору. Ставка для расчета стоимости технической поддержки клиента, составляет 7 000 руб./час, при условии подписания договора на техническую поддержку в течении 12 месяцев с момента передачи прав на ПО.',

    'alert_1' => 'Настоящее коммерческое предложение, включая приложения, не является офертой.',
    'alert_2' => 'Настоящее коммерческое предложение является конфиденциальным и может содержать информацию или материалы, защищенные в соответствии с законодательством Российской Федерации. Несанкционированное использование, раскрытие содержания, распространение или воспроизведение строго запрещено.',
    'regards' => 'С уважением',
    'regards_person' => 'Р. Кручинин.',

    'variant_name' => 'Вариант :num',

    'discount_partner' => 'партнёра :discount%',
    'discount_client' => 'клиента :discount%',

    'proposal_total_software' => '- ПО: :amount (без НДС)',
    'proposal_total_services' => '- УСЛУГИ: :amount (без НДС)',
];
